///// DB에 저장이 되는 항목인 경우 CMB_CONST_XXXXX 의 형태로 CONST를 붙임.

CMB_EC_UFDN_COLM_POS_INT    = "Internal"
CMB_EC_UFDN_COLM_POS_EDG    = "Edge"
CMB_EC_UFDN_COLM_POS_COR    = "Corner"

CMB_EC_BOLT_TYPE_ORDINARY   = "Ordinary"
CMB_EC_BOLT_TYPE_COUNTSNK   = "Countersunk"

CMB_EC_AUTO = "Auto"
CMB_EC_USER = "User"

CMB_EC_BRACKET_TYPE_H     = "H"
CMB_EC_BRACKET_TYPE_PLATE = "Plate"

CMB_EC_BOLT_SHEAR_ROW_TYPE_AUTO = "Determine by Program"
CMB_EC_BOLT_SHEAR_ROW_TYPE_USER = "Specify manually"